---
kind: property
id: P:Autodesk.Revit.DB.CustomFieldData.FieldTooltip
source: html/dd30e01e-28dc-11b9-4d46-44f5a38238b5.htm
---
# Autodesk.Revit.DB.CustomFieldData.FieldTooltip Property

The tooltip that will be shown in the schedule properties dialog for this custom field.

## Syntax (C#)
```csharp
public string FieldTooltip { get; }
```